﻿/* both are integer numbers meaning 'x of n' */
"%1$@/%2$@" = "%1$@/%2$@";

/* MainViewController */
"Access Denied" = " دەسپێگەییشتن قەدەغەیە";

/* MainViewController */
"Access Restricted" = " دەسپێگەییشتن سنووردارە";

/* No comment provided by engineer. */
"Account" = "ئەکاونت";

/* No comment provided by engineer. */
"ADD" = "زیادکردن";

/* No comment provided by engineer. */
"Add a Folder" = "زیادکردنی فۆڵدەرێک";

/* No comment provided by engineer. */
"Add a location (optional)" = " شوێنێک زیاد بکە (دڵخوازی)";

/* No comment provided by engineer. */
"Add notes (optional)" = " یادداشتێک زیاد بکە (دڵخوازی)";

/* No comment provided by engineer. */
"Add Server" = "زیادکردنی سێرڤێر";

/* ShareExtension.MainViewController */
"Adding…" = "خەریکی زیادکردنە...";

/* No comment provided by engineer. */
"Allow anyone to remix and share?" = "ڕێگە بە هەمووان بدرێت کە ڕیمیکس و هاوبەش بکەن؟";

/* No comment provided by engineer. */
"Allow commercial use?" = "ڕێگە بە بەکارهێنانی بازرگانی بدرێت؟";

/* No comment provided by engineer. */
"Archive" = "ئەرشیڤکردن";

/* No comment provided by engineer. */
"Archive Folder" = "فۆڵدەری ئەرشیڤ";

/* No comment provided by engineer. */
"Archived Folders" = "فۆڵدەرە ئەرشیڤکراوەکان";

/* ManagementViewController */
"Back" = "گەڕانەوە";

/* DataUsageViewController */
"Better Quality" = "کوالیتیی باشتر";

/* No comment provided by engineer. */
"Browse Existing" = "گەڕان بەناو ئەوانەی ئێستا هەن";

/* No comment provided by engineer. */
"Browse Existing Folders" = "گەڕان بە ناو فۆڵدەرەکانی ئێستا";

/* MainViewController */
"Camera Roll" = "ڕۆڵی کامێرا";

/* MainViewController, AlertHelper */
"Cancel" = "وازهێنان";

/* ShareExtension.MainViewController */
"Choose a Project" = "پڕۆژەیەک هەڵبژێرە";

/* No comment provided by engineer. */
"Close" = "به‌ستن";

/* Conduit */
"Configuration invalid." = " ڕێکخستن نادرووستە.";

/* ShareExtension.MainViewController */
"Couldn't import item!" = "نەتوانرا بڕگەکە هاوردە بکرێت!";

/* No comment provided by engineer. */
"Create" = " درووست کردن";

/* No comment provided by engineer. */
"Create a New Folder" = " درووستکردنی فۆڵدەرێکی نوێ";

/* MainViewController, DarkroomViewController, PrivateServerViewController, InternetArchiveViewController, ManagementViewController, Main.storyboard */
"Done" = "ئەنجام درا";

/* No comment provided by engineer. */
"Edit" = "دەستکاری";

/* No comment provided by engineer. */
"Edit Media" = "دەستکاریکردنی میدیا";

/* No comment provided by engineer. */
"Edit Media Info" = "دەستکاریکردنی زانیارییەکانی میدیا";

/* No comment provided by engineer. */
"Edit Multiple" = " دەستکاریکردنی فرەدانەیی";

/* Placeholder 1 is 'Tor' */
"Enable %1$@ to protect your media in transit." = "%1$@بۆ پاراستنی میدیاکەت لە کاتی گواستنەوەدا چالاک بکە.";

/* Placeholder is 'Tor' */
"Enable \"Transfer via %@ only\"" = " \"گواستنەوە تەنها لە ڕێگەی %@\" چالاک بکە";

/* MiscSettingsViewController */
"Enable ProofMode" = "چالاککردنی ProofMode";

/* UploadCell */
"Encoding file…" = "پەڕگە کۆد دەکرێت...";

/* No comment provided by engineer. */
"Encrypt" = "نهێنیپۆشی";

/* AlertHelper */
"Error" = "هەڵە";

/* Conduit */
"Failed after too many retries." = "دوای چەندین هەوڵدان شکستی هێنا.";

/* No comment provided by engineer. */
"Files" = "پەڕگەکان";

/* FlagInfoAlert */
"Flag Significant Content" = "نیشانکردن وەکوو ناوەڕۆکی گرنگ";

/* No comment provided by engineer. */
"Folder" = "فۆڵدەر";

/* No comment provided by engineer. */
"Folder Already Exists" = " ئەم فۆڵدەرە پێشتر درووست کراوە";

/* No comment provided by engineer. */
"Folder Name" = "ناوی فۆڵدەر";

/* No comment provided by engineer. */
"General" = "گشتی";

/* ClaimViewController */
"Get Started" = " دەست پێ بکە";

/* ShareExtension.MainViewController */
"Go to the app to upload!" = "بڕۆ سەر ئەپەکە بۆ ئاپلەودکردن!";

/* FlagInfoAlert, BatchInfoAlert */
"Got it" = "وەرمگرت";

/* ShareExtension.MainViewController */
"Import" = "هاوردەکردن";

/* No comment provided by engineer. */
"In the side menu, you can add another server and connect to multiple servers" = " لە مێنۆی کەنارەوە، ئەتوانی سێرڤێرێکی دیکە زیاد بکەیت و بە چەندین سێرڤێرەوە پەیوەند ببیت";

/* Error+friendlyMessage */
"Incorrect username or password" = "ناوی بەکارهێنەر یان تێپەڕوشە هەڵەیە";

"Email" = "پۆستی ئەلیکترۆنی";

"Incorrect email or password" = " ئیمەیل یان تێپەڕوشە هەڵەیە";

/* HeaderView */
"Just now" = "هەر ئێستا";

/* place holder is Creative Commons Licensing. */
"Upload media to Nextcloud or the Internet Archive to keep your media verifiable, safe, and organized for the long term.\n\nChoose %@." = " میدیا بۆ سەر Nextcloud یان Internet Archive ئاپلەود بکە بۆ ئەوەی میدیاکەت بە شێوەیەکی شیاوی سەلماندن، پارێزراوی، و ڕێکخراو بۆ ماوەیەکی درێژخایەن بهێڵیتەوە.\n\n%@ هەڵبژێرە.";


/* No comment provided by engineer. */
"Learn more about Creative Commons." = " دەربارەی هاوبەشییە داهێنەرەکان (Creative Commons) زیاتر بزانە.";

/* No comment provided by engineer. */
"Media Compression" = "پەستاندنی میدیا";

/* No comment provided by engineer. */
"Metadata" = "Metadata";

/* No comment provided by engineer. */
"My Media" = "میدیاکانی من";

/* No comment provided by engineer. */
"New Folder" = "فۆڵدەری نوێ";

/* NewProjectViewController, ShareExtension.MainViewController */
"New Project" = "پڕۆژەی نوێ";

/* No comment provided by engineer. */
"Next" = "دوواتر";

/* MainViewController */
"No albums" = "هیچ ئەلبومێک نییە";

/* UploadManager */
"No URL provided." = " هیچ URLـەک نەدراوە.";

/* AnalyticsCell */
"OK" = "باشە";

/* No comment provided by engineer. */
"Once uploaded, you will not be able to edit media." = "کاتێ بارکرا، چیتر ناتوانیا میدیاکان دەستکاری بکەیت.";

/* DataUsageViewController */
"Only upload media when you are connected to Wi-Fi" = "تەنها کاتێ پەیوەندییت بە وایفایەوە هەیە میدیا بار بکە";

/* Bundle+displayName */
"OpenArchive" = "OpenArchive";

/* PrivateServerViewController */
"Password" = "تێپەڕەوشە";

/* No comment provided by engineer. */
"Photo Gallery" = "گەلەریی وێنەکان";

/* No comment provided by engineer. */
"Please choose another name/folder or use the existing one instead." = " تکایە ناوێک/فۆڵدەرێکی تر هەڵبژێرە یان ئەوەی کە هەیە بەکار بهێنە.";

/* MainViewController */
"Please go to the Settings app to grant this app access to your camera, if you want to upload photos or videos." = " تکایە بڕۆ سەر ئەپی ڕێکخستنەکان بۆ پێدانی ڕێگەی دەستگەییشتن بەم ئەپە بۆ کامێراکەت، ئەگەر دەتەوێت وێنە یان ڤیدیۆ ئاپلەود بکەیت.";

/* MainViewController */
"Please go to the Settings app to grant this app access to your photo library, if you want to upload photos or videos." = " تکایە بڕۆ سەر ئەپی ڕێکخستنەکان بۆ پێدانی ڕێگەی دەستگەییشتن بەم ئەپە بۆ کتێبخانەی وێنەکانت، ئەگەر دەتەوێت وێنە یان ڤیدیۆ ئاپلەود بکەیت.";

/* placeholder is '+' */
"Press and hold the %@ button to select other files than photos and movies." = "Press and hold the %@ button to select other files than photos and movies.";

/* No comment provided by engineer. */
"Press and hold to select and edit multiple media." = "دەستی لەسەر ڕاگرە بۆ هەڵبژاردن و دەستکاریکردنی چەندین میدی";

/* No comment provided by engineer. */
"Press the button below to add media" = "بۆ زیادکردنی میدیا دوگمەی خوارەوە دابگرە";

/* PreviewViewController */
"Preview" = "پێشبینین";

/* MenuViewController */
"Privacy Policy" = "سیاسەتی نهێنیپارێزی";

/* PrivateServerViewController, Main.storyboard */
"Private (WebDAV) Server" = "سێرڤێری تایبەت (WebDAV)";

/* No comment provided by engineer. */
"Private Server" = "سێرڤێری تایبەتی";

/* No comment provided by engineer. */
"ProofMode" = "ProofMode";

/* HeaderView */
"Ready to upload" = "ئامادەیە بۆ ئاپلەود";

/* PreviewViewController, MenuViewController, ManagementViewController, RemoveProjectAlert */
"Remove" = "لابردن";

/* No comment provided by engineer. */
"Remove Folder" = "سڕینەوەی فۆڵدەر";

/* BaseServerViewController, EditProjectViewController, RemoveProjectAlert */
"Remove from App" = "لابردن لە ئەپەکە";

/* RemoveAssetAlert */
"Remove Media" = "سڕینەوەی میدیاکان";

/* RemoveAssetAlert */
"Remove Media from %@" = "لابردنی میدیا لە %@";

/* No comment provided by engineer. */
"Remove Server" = " لابردنی سێرڤێر";

/* No comment provided by engineer. */
"Require them to share like you have?" = "پێویست بەوە بن کە بەو شێوەی خۆت ئەنجامت داوە هاوبەشی بکەن؟";

/* ManagementViewController */
"Retry" = "دووبارە هەوڵ بدەرەوە";

/* ClaimViewController */
"Secure Mobile Media Preservation" = "پاراستنی سەلامەتی میدیاکانی مۆبایل";

/* No comment provided by engineer. */
"Security" = "ئاسایش";

/* No comment provided by engineer. */
"Choose a new or existing folder to save your media in." = "فۆڵدەرێکی نوێ یان هەبوو هەڵبژێرە بۆ پاشەکەوتکردنی میدیاکەت تێیدا.";

/* No comment provided by engineer. */
"Server" = " سێرڤێر";

/* No comment provided by engineer. */
"Server Info" = " زانیارییەکانی سێرڤێر";

/* No comment provided by engineer. */
"Server Name (Optional)" = " ناوی سێرڤێر (دڵخوازی)";

/* PrivateServerViewController */
"Server URL" = " URLی سێرڤێر";

/* No comment provided by engineer. */
"Servers" = "سێرڤێرەکان";

/* No comment provided by engineer. */
"Set creative commons licenses for folders on this server." = "دانانی مۆڵەتەکانی هاوبەشییە داهێنەرەکان بۆ فۆڵدەرەکانی سەر ئەم سێرڤێرە.";

/* MainViewController */
"Settings" = "ڕێکخستنەکان";

/* No comment provided by engineer. */
"Share" = "سەرچاوە";

/* Placeholders will be replaced by newline - ClaimViewController */
"Share%1$@Archive%1$@Verify%1$@Encrypt" = "پارێزراو%1$@ ئەرشیف%1$@ پشتڕاستکردنەوە%1$@ نهێنیپۆشی";

/* DarkroomHelper */
"Significant Content" = "ناوەڕۆکی گرنگ";

/* No comment provided by engineer. */
"Skip" = "تێپەڕاندن";

/* DataUsageViewController */
"Smaller Size" = "قەبارەی بچووکتر";

/* MainViewController */
"Sorry, you are not allowed to view the camera roll." = "ببورە، ڕێگەت پێنەدراوە وێنەکانی کامێرا ببینی.";

/* MainViewController */
"Tap here to change" = "لێرە دابگرە بۆ گۆڕین";

/* No comment provided by engineer. */
"To get started, connect to a server to store your media." = " بۆ دەستپێکردن، پەیوەندی بە سێرڤێرەکەوە بکە بۆ پاشەکەوتکردنی میدیاکەت.";

/* No comment provided by engineer. */
"To get started, please add a folder" = "To get started, please add a folder";

/* No comment provided by engineer. */
"Unarchive Folder" = "دەرهێنانی فۆڵدەر لە ئەرشیڤ";

/* UploadManager */
"Unknown error." = "هەڵەیەکی نەزانراو.";

/* Project */
"Unnamed Project" = " پڕۆژەی بێ ناو";

/* PreviewViewController */
"Upload" = " ئاپلەودکردن";

/* PreviewViewController */
"Upload to %@" = "ئاپلەوکردن بۆ %@";

/* Upload info alert title */
"Upload unsuccessful" = " ئاپلەودکردن سەرکەوتوو نەبوو";

/* No comment provided by engineer. */
"Uploading is paused" = " ئاپلەودکردن ڕاگیراوە";

/* ManagementViewController */
"Uploading…" = " خەریکە ئاپلەود دەکرێت ...";

"Edit Queue" = "دەستکاریکردنی ڕیز";

/* BaseServerViewController */
"Username" = "ناوی بەکارهێنەر";

/* No comment provided by engineer. */
"Verify" = "پشتڕاستکردنەوە";

/* No comment provided by engineer. */
"Version %1$@, build %2$@" = "وەشان %1$@، بیچم %2$@";

/* ManagementViewController */
"Waiting…" = "چاوەڕوانکردن...";

/* No comment provided by engineer. */
"Welcome!" = "بەخێر بێن";

/* No comment provided by engineer. */
"When you flag an item, it is routed into a subfolder within the chosen folder on the private server." = " کاتێک نیشانە لەسەر بڕگەیەک دادەنێیت، ئاراستە دەکرێت بۆ فۆڵدەرێکی لاوەکی لەناو فۆڵدەری هەڵبژێردراو لەسەر سێرڤێرە تایبەتەکە.";

/* No comment provided by engineer. */
"Wi-Fi not connected" = " -Fi  پەیوەند نەکراوە";

/* Placeholder is a server type or name */
"You have successfully connected to %@!" = "بە سەرکەوتوویی پەیوەند بوویت بە %@ـەوە!";

"Internet Archive" = "ئارشیڤی ئینتەرنێت";

"Do not show me this again" = "ئەمەم دووبارە نیشان مەدەوە";

"Upload your media to a free public account on the Internet Archive." = " میدیاکانت بار بکە بۆ سەر ئەکاونتێکی گشتیی خۆڕایی لەسەر ئەرشیڤی ئینتەرنێت.";

"No Account?" = "هیچ ئەکاونتێکت نییە؟";

"Create one" = " درووستکردنی دەنکێ";

"Setup Passcode" = " دانانی تێپەڕکۆد";

"Confirm Passcode" = " پشتڕاستکردنەوەی تێپەڕکۆد";

"Set Passcode" = "  دانانی تێپەڕکۆد";

"Make sure you remember this pin. If you forget it, you will need to reset the app, and all in-app data will be erased." = " دڵنیا بە لەوەی ئەم PINـەت لەیاد بێت. ئەگەر لەیادی بکەیت، پێویستە ئەپەکە ڕێک بخەیتەوە، وە هەموو داتاکانی ناو ئەپەکە دەسڕێنەوە.";

"Error!"= "هەڵە";

"Folder name cannot be empty" = "ناوی فۆڵدەر ناکرێ بەتاڵ بێت";

"Rename folder" = "گۆڕینی ناوی فۆڵدەر";

"Select media" = "هەڵبژاردنی میدیاکان";

"Remove folder from app" = "فۆڵدەر لە ئەپەکە دەربهێنە";

"Tap the button below to add media" = "کرتە بکە سەر ئەو دوگمەی خوارەوە بۆ زیادکردنی میدیاکان";

"Tap the button below to add a server" = "کرتە بکە سەر ئەو دوگمەی خوارەوە بۆ زیادکردنی سێرڤێرێک";

"Tap the button below to add a folder" = "کرتە بکە سەر ئەو دوگمەی خوارەوە بۆ زیادکردنی فۆڵدەرێک";
"Add new server" = "زیادکردنی سێرڤێری نوێ";

/* Placeholder is 'ProofMode' */
"Authenticate and verify your media with sha256 hashes and %@." = "Authenticate and verify your media with sha256 hashes and %@.";

/* Placeholder texts are 'Save' and 'Tor' */
"%@ always uploads over TLS (Transport Layer Security) to protect your media in transit. \nTo further enhance security, enable %@ to prevent interception of your media from your phone to the server." = "%@هەمیشە لە ڕێگەی TLS (ئاسایشی چینی گواستنەوە) بۆ پاراستنی میدیاکەت لە کاتی گواستنەوەدا ئاپلەود دەکات. بۆ باشترکردنی ئاسایش،%@ بۆ ڕێگریکردن لە چاودێریکردن و گرتنی میدیاکەت لە کاتی گواستنەوە لە مۆبایلەکەتەوە بۆ سێرڤێرەکە چالاک بکە.";

"Creative Commons Licensing" = " دانی مۆڵەتی  هاوبەشییە داهێنەرەکان (Creative Commons)";

/* Onboarding Secure Text */
"Send your media securely to private servers and lock the app with a pin." = "ئاسایشی میدیاکانت بنێرە بۆ سێرڤێرە تایبەتەکان و ئەپەکە بە پینێک قفڵ بکە.";

"Bulk Edit Media Info" = "دەستکاریکردنی زانیاریی میدیا بەکۆمەڵ";

"Press and hold to select and edit multiple media items." = "بۆ هەڵبژاردن و دەستکاریکردنی چەندین بڕگەی میدیا پەنجە بخە سەری و ڕایگرە.";
"Archive Project" = "ئەرشیڤکردنی پڕۆژەکە";

"Unarchive Project" = "لە ئەرشیڤ دەرهێنانی پڕۆژەکە";

"Success!" = "سەرکەوتن!";

"You have renamed folder successfully." = "بێکێشە ناوی فۆڵدەرەکەت گۆڕی.";

/* Proofmode description */
"To help verify where your media was captured, ProofMode gathers data from nearby cell towers to corroborate your location. To add credibility and context, it then includes a separate metadata file with your media*. iOS requires location access to collect this information." = " بۆ یارمەتیدان لە پشتڕاستکردنەوەی ئەوەی کە میدیاکانت لە کوێ گیراوە، ProofMode دەیتا لە تاوەرەکانی نزیکەکانی پەیوەندی کۆ دەکاتەوە بۆ پشتڕاستکردنەوەی شوێنەکەت. پاشان فایلێکی میتاداتای جیاواز لەگەڵ میدیاکەتدا لەخۆ دەگرێت*. iOS پێویستی بە دەستگەییشتن بە شوێن هەیە بۆ کۆکردنەوەی ئەم زانیاریانە.";

/* Proofmode description */
"*Neither **_Save_** nor **_OpenArchive_** will be able to access or store this location data, it will only be accessible to those with access to the server files." = " *نە** _Save_** و نە **_OpenArchive_** ناتوانن دەستیان بەم داتایەی شوێن بگات یان پاشەکەوتی بکەن، تەنها بۆ ئەوانە بەردەست دەبێت کە دەستیان بە پەڕگەکانی سێرڤێرەکە دەگات.";

/* Proofmode description */
"ProofMode is a way to enhance the authentication and verification of multimedia content. "= "دۆخی ProofMode ڕێگەیەکە بۆ باشترکردنی ڕەسەنایەتی و سەلماندنی ناوەڕۆکی فرەمیدیا.";

"Learn more here." = "لێرە زیاتر بزانە.";

"Media Servers" = "سێرڤێرەکانی میدیا";

/* Upload error alert description */
"Unable to upload due to session error, please try again or contact support" = " نەتوانرا ئاپلەود بکرێت بەهۆی هەڵە لە سێشنەکەدا، تکایە دووبارە هەوڵ بدەوە یان پەیوەندی بە بەشی پاڵپشتییەوە بکە";

"You have changed your server settings successfully." = "ڕێکخستنەکانی سێرڤێرەکەت بە سەرکەوتوویی گۆڕیوە.";

"Lock app with passcode" = " قفڵکردنی ئەپەکە بە تێپەڕکۆد";

"Manage your servers" = "بەڕێوەبردنی سێرڤێرەکانت";

"Manage your archived folders" = "بەڕێوەبردنی فۆڵدەرە ئەرشیڤکراوەکان";

"Turn on Onion Routing" = " هەڵکردنی ڕێدۆزینەوەی پیازی (Onion Routing)";

"Transfer via the Tor Network only" = "گواستنەوە تەنها بە Tor Network";

"Theme" = "تێم";

"Save by OpenArchive" = "Save لەلایەن OpenArchive";

"Discover the Save app" = "لەگەڵ ئەپی Save ئاشنا ببە";

"Terms and Privacy"= "مەرجەکان و نهێنیپارێزی";

"Read our Terms and Privacy Policy"= "سیاسەتی مەرجەکان و نهێنیپارێزیمان بخوێنەوە";

"Version" = "وەشان";

"Disable Passcode" = " تێپەڕکۆد لەکار بخە";

"Are you sure you want to disable the passcode?" = " ئایا دڵنیای کە دەتەوێت تێپەڕکۆدەکە لەکار بخەیت؟";

"Yes" = "بەڵی";

"System" = "سیستەم";

"Light" = "ڕۆشن";

"Dark" = "تاریک";

"Setup Complete" = "ڕێکخستن تەواو بووە";

"You can add multiple private servers and one IA Account at any time." = " دەتوانی چەندین سێرڤێری تایبەت و یەک ئەکاونتی سێرڤێری IA لە هەر کاتێکدا زیاد بکەیت.";

"Select a Server" = "سێرڤێرێک هەڵبژێرە";

"Connect to a secure \nWebDAV server" = "پەیوەندی بکە بە\nسێرڤێرێکی پارێزراوی WebDAV ";

"Connect to a free \npublic server" = " پەیوەندە بکە بە\nسێرڤێرێکی گشتیی خۆڕایی ";

"Please name your folder" = "تکایە ناوێک لە فۆڵدەرەکەت بنێ";

"This folder will be created on your server and added to Save." = " ئەم فۆڵدەرە لەسەر سێرڤێرەکەت درووست دەکرێت و بۆ Save زیاد دەکرێت.";

"Enter folder name"= "ناوی فۆڵدەر بنووسە";

"You have added a folder successfully." = "بە سەرکەوتوویی فۆڵدەرێکت زیاد کرد.";

"Add Media" = "زیادکردنی میدیا";

/* placeholder is + icon */
"Tap %@ to pick from image gallery or press and hold to add media from other apps." = "کرتە بکە لەسەر %@ بۆ هەڵبژاردن لە گەلەریی وێنەکان یان ئەوەی کە دەستی لەسەر ڕاگرە بۆ زیادکرنی میدیا لە بەرنامەکانی ترەوە.";

"Please enable location access in Settings to use ProofMode." = " تکایە لە ڕێکخستنەکاندا دەستگەییشتن بە شوێن چالاک بکە بۆ بەکارهێنانی دۆخی ProofMode.";

"Location Permission Required" = " مۆڵەتی دەستڕاگەییشتن بە شوێن پێویستە";

"Open Settings" = "کردنەوەی ڕێکخستنەکان";

"Onion routing under development" = " ڕێدۆزینەوەی پیازی (Onion Routing) لە ژێر پەرەپێداندایە";
"This feature is currently under development. For now, you can use Orbot or any VPN of your choice to enhance your privacy and security." = " ئەم تایبەتمەندییە لە ئێستادا لە قۆناغی پەرەپێداندایە. بۆ ئێستا، دەتوانیت Orbot یان هەر VPNـێکی دڵخوازی خۆت بەکار بهێنیت بۆ باشترکردنی تایبەتمەندی و ئاسایشت.";

"Orbot" = "Orbot";

"Download Orbot" = "داگرتنی Orbot";

"Learn More" = "زیاتر بزانە";

"Waive all restrictions, requirements, and attribution (CC0)." = " دەستبەرداربوون لە هەموو کۆتوبەند، پێداویستی و ئاماژەپێدانێک بۆ خاوەنەکەی (CC0).";

"Are you sure you want to remove your project?"= "ئایا دڵنیایت دەتەوێ پڕۆژەکەت بسڕیتەوە؟";

"Are you sure you want to remove this server from the app?" = " ئایا دڵنیایت دەتەوێ ئەم سێرڤێرە لە ناو ئەپەکە بسڕیتەوە؟";

"Warning!"= "ئاگادارکردنەوە!";

"Enter your Passcode" = " تێپەڕکۆدەکەت بنووسە";

"Passcodes do not match. Try again." = " تێپەڕکۆدەکان یەک ناخوێننەوە. دووبارە هەوڵ بدەرەوە.";

"Select All" = "هەڵبژاردنی هەموو";

"Deselect All" = "هەڵبژاردنی هەمووان لابە";

"Add media from" = "زیادکردنی میدیا لە";

"Camera" = "کامێرا";

"No archived folders found."= "هیچ فۆڵدەرێکی ئەشیڤکراو نەدۆزرایەوە.";

"No servers added yet."= "هێشتا هیچ سێرڤێرێک زیاد نەکراوە.";

"Folder archived successfully."= "فۆڵدەر بێکێشە ئەرشیڤ کرا";

/* Private server login screen */
"A server with the specified hostname could not be found." = "سێرڤەرێک بەو ناوی هۆستە کە دیاری کراوە نەدۆزرایەوە.";

/* Private server login screen */
"This server already exists. Please create another server." = " سێرڤێرێک بەو ناوی هۆستە (hostname) کە دیاری کراوە نەدۆزرایەوە.";

/* Private server login screen */
"Connect to a WebDAV-compatible servers, e.g. Nexcloud and ownCloud." = "پەیوەند ببە بە سێرڤێرەکانی گونجاو بۆ WebDAV وەکوو Nexcloud و ownCloud.";

"License" = "مۆڵەت";

"Server Name" = " ناوی سێرڤێر";

"Proceed to upload" = " بەردەوام بە لە ئاپلەودکردن";

"Actually, let me edit" = "لە ڕاستیدا، بهێڵە دەستکاری بکەم";

"Choose a licence" = "Choose a licence";

"Name your server and choose a licence" = "Name your server and choose a licence";

"Allow any connection" = "Allow any connection";
